{
  "0": "pick_Anti-Mage",
  "126": "ban_Anti-Mage",
  "1": "pick_Axe",
  "127": "ban_Axe",
  "2": "pick_Bane",
  "128": "ban_Bane",
  "3": "pick_Bloodseeker",
  "129": "ban_Bloodseeker",
  "4": "pick_Crystal Maiden",
  "130": "ban_Crystal Maiden",
  "5": "pick_Drow Ranger",
  "131": "ban_Drow Ranger",
  "6": "pick_Earthshaker",
  "132": "ban_Earthshaker",
  "7": "pick_Juggernaut",
  "133": "ban_Juggernaut",
  "8": "pick_Mirana",
  "134": "ban_Mirana",
  "9": "pick_Morphling",
  "135": "ban_Morphling",
  "10": "pick_Shadow Fiend",
  "136": "ban_Shadow Fiend",
  "11": "pick_Phantom Lancer",
  "137": "ban_Phantom Lancer",
  "12": "pick_Puck",
  "138": "ban_Puck",
  "13": "pick_Pudge",
  "139": "ban_Pudge",
  "14": "pick_Razor",
  "140": "ban_Razor",
  "15": "pick_Sand King",
  "141": "ban_Sand King",
  "16": "pick_Storm Spirit",
  "142": "ban_Storm Spirit",
  "17": "pick_Sven",
  "143": "ban_Sven",
  "18": "pick_Tiny",
  "144": "ban_Tiny",
  "19": "pick_Vengeful Spirit",
  "145": "ban_Vengeful Spirit",
  "20": "pick_Windranger",
  "146": "ban_Windranger",
  "21": "pick_Zeus",
  "147": "ban_Zeus",
  "22": "pick_Kunkka",
  "148": "ban_Kunkka",
  "23": "pick_Lina",
  "149": "ban_Lina",
  "24": "pick_Lion",
  "150": "ban_Lion",
  "25": "pick_Shadow Shaman",
  "151": "ban_Shadow Shaman",
  "26": "pick_Slardar",
  "152": "ban_Slardar",
  "27": "pick_Tidehunter",
  "153": "ban_Tidehunter",
  "28": "pick_Witch Doctor",
  "154": "ban_Witch Doctor",
  "29": "pick_Lich",
  "155": "ban_Lich",
  "30": "pick_Riki",
  "156": "ban_Riki",
  "31": "pick_Enigma",
  "157": "ban_Enigma",
  "32": "pick_Tinker",
  "158": "ban_Tinker",
  "33": "pick_Sniper",
  "159": "ban_Sniper",
  "34": "pick_Necrophos",
  "160": "ban_Necrophos",
  "35": "pick_Warlock",
  "161": "ban_Warlock",
  "36": "pick_Beastmaster",
  "162": "ban_Beastmaster",
  "37": "pick_Queen of Pain",
  "163": "ban_Queen of Pain",
  "38": "pick_Venomancer",
  "164": "ban_Venomancer",
  "39": "pick_Faceless Void",
  "165": "ban_Faceless Void",
  "40": "pick_Wraith King",
  "166": "ban_Wraith King",
  "41": "pick_Death Prophet",
  "167": "ban_Death Prophet",
  "42": "pick_Phantom Assassin",
  "168": "ban_Phantom Assassin",
  "43": "pick_Pugna",
  "169": "ban_Pugna",
  "44": "pick_Templar Assassin",
  "170": "ban_Templar Assassin",
  "45": "pick_Viper",
  "171": "ban_Viper",
  "46": "pick_Luna",
  "172": "ban_Luna",
  "47": "pick_Dragon Knight",
  "173": "ban_Dragon Knight",
  "48": "pick_Dazzle",
  "174": "ban_Dazzle",
  "49": "pick_Clockwerk",
  "175": "ban_Clockwerk",
  "50": "pick_Leshrac",
  "176": "ban_Leshrac",
  "51": "pick_Nature's Prophet",
  "177": "ban_Nature's Prophet",
  "52": "pick_Lifestealer",
  "178": "ban_Lifestealer",
  "53": "pick_Dark Seer",
  "179": "ban_Dark Seer",
  "54": "pick_Clinkz",
  "180": "ban_Clinkz",
  "55": "pick_Omniknight",
  "181": "ban_Omniknight",
  "56": "pick_Enchantress",
  "182": "ban_Enchantress",
  "57": "pick_Huskar",
  "183": "ban_Huskar",
  "58": "pick_Night Stalker",
  "184": "ban_Night Stalker",
  "59": "pick_Broodmother",
  "185": "ban_Broodmother",
  "60": "pick_Bounty Hunter",
  "186": "ban_Bounty Hunter",
  "61": "pick_Weaver",
  "187": "ban_Weaver",
  "62": "pick_Jakiro",
  "188": "ban_Jakiro",
  "63": "pick_Batrider",
  "189": "ban_Batrider",
  "64": "pick_Chen",
  "190": "ban_Chen",
  "65": "pick_Spectre",
  "191": "ban_Spectre",
  "66": "pick_Ancient Apparition",
  "192": "ban_Ancient Apparition",
  "67": "pick_Doom",
  "193": "ban_Doom",
  "68": "pick_Ursa",
  "194": "ban_Ursa",
  "69": "pick_Spirit Breaker",
  "195": "ban_Spirit Breaker",
  "70": "pick_Gyrocopter",
  "196": "ban_Gyrocopter",
  "71": "pick_Alchemist",
  "197": "ban_Alchemist",
  "72": "pick_Invoker",
  "198": "ban_Invoker",
  "73": "pick_Silencer",
  "199": "ban_Silencer",
  "74": "pick_Outworld Destroyer",
  "200": "ban_Outworld Destroyer",
  "75": "pick_Lycan",
  "201": "ban_Lycan",
  "76": "pick_Brewmaster",
  "202": "ban_Brewmaster",
  "77": "pick_Shadow Demon",
  "203": "ban_Shadow Demon",
  "78": "pick_Lone Druid",
  "204": "ban_Lone Druid",
  "79": "pick_Chaos Knight",
  "205": "ban_Chaos Knight",
  "80": "pick_Meepo",
  "206": "ban_Meepo",
  "81": "pick_Treant Protector",
  "207": "ban_Treant Protector",
  "82": "pick_Ogre Magi",
  "208": "ban_Ogre Magi",
  "83": "pick_Undying",
  "209": "ban_Undying",
  "84": "pick_Rubick",
  "210": "ban_Rubick",
  "85": "pick_Disruptor",
  "211": "ban_Disruptor",
  "86": "pick_Nyx Assassin",
  "212": "ban_Nyx Assassin",
  "87": "pick_Naga Siren",
  "213": "ban_Naga Siren",
  "88": "pick_Keeper of the Light",
  "214": "ban_Keeper of the Light",
  "89": "pick_Io",
  "215": "ban_Io",
  "90": "pick_Visage",
  "216": "ban_Visage",
  "91": "pick_Slark",
  "217": "ban_Slark",
  "92": "pick_Medusa",
  "218": "ban_Medusa",
  "93": "pick_Troll Warlord",
  "219": "ban_Troll Warlord",
  "94": "pick_Centaur Warrunner",
  "220": "ban_Centaur Warrunner",
  "95": "pick_Magnus",
  "221": "ban_Magnus",
  "96": "pick_Timbersaw",
  "222": "ban_Timbersaw",
  "97": "pick_Bristleback",
  "223": "ban_Bristleback",
  "98": "pick_Tusk",
  "224": "ban_Tusk",
  "99": "pick_Skywrath Mage",
  "225": "ban_Skywrath Mage",
  "100": "pick_Abaddon",
  "226": "ban_Abaddon",
  "101": "pick_Elder Titan",
  "227": "ban_Elder Titan",
  "102": "pick_Legion Commander",
  "228": "ban_Legion Commander",
  "103": "pick_Techies",
  "229": "ban_Techies",
  "104": "pick_Ember Spirit",
  "230": "ban_Ember Spirit",
  "105": "pick_Earth Spirit",
  "231": "ban_Earth Spirit",
  "106": "pick_Underlord",
  "232": "ban_Underlord",
  "107": "pick_Terrorblade",
  "233": "ban_Terrorblade",
  "108": "pick_Phoenix",
  "234": "ban_Phoenix",
  "109": "pick_Oracle",
  "235": "ban_Oracle",
  "110": "pick_Winter Wyvern",
  "236": "ban_Winter Wyvern",
  "111": "pick_Arc Warden",
  "237": "ban_Arc Warden",
  "112": "pick_Monkey King",
  "238": "ban_Monkey King",
  "113": "pick_Dark Willow",
  "239": "ban_Dark Willow",
  "114": "pick_Pangolier",
  "240": "ban_Pangolier",
  "115": "pick_Grimstroke",
  "241": "ban_Grimstroke",
  "116": "pick_Hoodwink",
  "242": "ban_Hoodwink",
  "117": "pick_Void Spirit",
  "243": "ban_Void Spirit",
  "118": "pick_Snapfire",
  "244": "ban_Snapfire",
  "119": "pick_Mars",
  "245": "ban_Mars",
  "120": "pick_Ringmaster",
  "246": "ban_Ringmaster",
  "121": "pick_Dawnbreaker",
  "247": "ban_Dawnbreaker",
  "122": "pick_Marci",
  "248": "ban_Marci",
  "123": "pick_Primal Beast",
  "249": "ban_Primal Beast",
  "124": "pick_Muerta",
  "250": "ban_Muerta",
  "125": "pick_Kez",
  "251": "ban_Kez",
  "252": "[PAD]",
  "253": "[MASK]",
  "254": "[CLS]",
  "255": "[SEP]"
}