{
  "pick_Anti-Mage": 0,
  "ban_Anti-Mage": 126,
  "pick_Axe": 1,
  "ban_Axe": 127,
  "pick_Bane": 2,
  "ban_Bane": 128,
  "pick_Bloodseeker": 3,
  "ban_Bloodseeker": 129,
  "pick_Crystal Maiden": 4,
  "ban_Crystal Maiden": 130,
  "pick_Drow Ranger": 5,
  "ban_Drow Ranger": 131,
  "pick_Earthshaker": 6,
  "ban_Earthshaker": 132,
  "pick_Juggernaut": 7,
  "ban_Juggernaut": 133,
  "pick_Mirana": 8,
  "ban_Mirana": 134,
  "pick_Morphling": 9,
  "ban_Morphling": 135,
  "pick_Shadow Fiend": 10,
  "ban_Shadow Fiend": 136,
  "pick_Phantom Lancer": 11,
  "ban_Phantom Lancer": 137,
  "pick_Puck": 12,
  "ban_Puck": 138,
  "pick_Pudge": 13,
  "ban_Pudge": 139,
  "pick_Razor": 14,
  "ban_Razor": 140,
  "pick_Sand King": 15,
  "ban_Sand King": 141,
  "pick_Storm Spirit": 16,
  "ban_Storm Spirit": 142,
  "pick_Sven": 17,
  "ban_Sven": 143,
  "pick_Tiny": 18,
  "ban_Tiny": 144,
  "pick_Vengeful Spirit": 19,
  "ban_Vengeful Spirit": 145,
  "pick_Windranger": 20,
  "ban_Windranger": 146,
  "pick_Zeus": 21,
  "ban_Zeus": 147,
  "pick_Kunkka": 22,
  "ban_Kunkka": 148,
  "pick_Lina": 23,
  "ban_Lina": 149,
  "pick_Lion": 24,
  "ban_Lion": 150,
  "pick_Shadow Shaman": 25,
  "ban_Shadow Shaman": 151,
  "pick_Slardar": 26,
  "ban_Slardar": 152,
  "pick_Tidehunter": 27,
  "ban_Tidehunter": 153,
  "pick_Witch Doctor": 28,
  "ban_Witch Doctor": 154,
  "pick_Lich": 29,
  "ban_Lich": 155,
  "pick_Riki": 30,
  "ban_Riki": 156,
  "pick_Enigma": 31,
  "ban_Enigma": 157,
  "pick_Tinker": 32,
  "ban_Tinker": 158,
  "pick_Sniper": 33,
  "ban_Sniper": 159,
  "pick_Necrophos": 34,
  "ban_Necrophos": 160,
  "pick_Warlock": 35,
  "ban_Warlock": 161,
  "pick_Beastmaster": 36,
  "ban_Beastmaster": 162,
  "pick_Queen of Pain": 37,
  "ban_Queen of Pain": 163,
  "pick_Venomancer": 38,
  "ban_Venomancer": 164,
  "pick_Faceless Void": 39,
  "ban_Faceless Void": 165,
  "pick_Wraith King": 40,
  "ban_Wraith King": 166,
  "pick_Death Prophet": 41,
  "ban_Death Prophet": 167,
  "pick_Phantom Assassin": 42,
  "ban_Phantom Assassin": 168,
  "pick_Pugna": 43,
  "ban_Pugna": 169,
  "pick_Templar Assassin": 44,
  "ban_Templar Assassin": 170,
  "pick_Viper": 45,
  "ban_Viper": 171,
  "pick_Luna": 46,
  "ban_Luna": 172,
  "pick_Dragon Knight": 47,
  "ban_Dragon Knight": 173,
  "pick_Dazzle": 48,
  "ban_Dazzle": 174,
  "pick_Clockwerk": 49,
  "ban_Clockwerk": 175,
  "pick_Leshrac": 50,
  "ban_Leshrac": 176,
  "pick_Nature's Prophet": 51,
  "ban_Nature's Prophet": 177,
  "pick_Lifestealer": 52,
  "ban_Lifestealer": 178,
  "pick_Dark Seer": 53,
  "ban_Dark Seer": 179,
  "pick_Clinkz": 54,
  "ban_Clinkz": 180,
  "pick_Omniknight": 55,
  "ban_Omniknight": 181,
  "pick_Enchantress": 56,
  "ban_Enchantress": 182,
  "pick_Huskar": 57,
  "ban_Huskar": 183,
  "pick_Night Stalker": 58,
  "ban_Night Stalker": 184,
  "pick_Broodmother": 59,
  "ban_Broodmother": 185,
  "pick_Bounty Hunter": 60,
  "ban_Bounty Hunter": 186,
  "pick_Weaver": 61,
  "ban_Weaver": 187,
  "pick_Jakiro": 62,
  "ban_Jakiro": 188,
  "pick_Batrider": 63,
  "ban_Batrider": 189,
  "pick_Chen": 64,
  "ban_Chen": 190,
  "pick_Spectre": 65,
  "ban_Spectre": 191,
  "pick_Ancient Apparition": 66,
  "ban_Ancient Apparition": 192,
  "pick_Doom": 67,
  "ban_Doom": 193,
  "pick_Ursa": 68,
  "ban_Ursa": 194,
  "pick_Spirit Breaker": 69,
  "ban_Spirit Breaker": 195,
  "pick_Gyrocopter": 70,
  "ban_Gyrocopter": 196,
  "pick_Alchemist": 71,
  "ban_Alchemist": 197,
  "pick_Invoker": 72,
  "ban_Invoker": 198,
  "pick_Silencer": 73,
  "ban_Silencer": 199,
  "pick_Outworld Destroyer": 74,
  "ban_Outworld Destroyer": 200,
  "pick_Lycan": 75,
  "ban_Lycan": 201,
  "pick_Brewmaster": 76,
  "ban_Brewmaster": 202,
  "pick_Shadow Demon": 77,
  "ban_Shadow Demon": 203,
  "pick_Lone Druid": 78,
  "ban_Lone Druid": 204,
  "pick_Chaos Knight": 79,
  "ban_Chaos Knight": 205,
  "pick_Meepo": 80,
  "ban_Meepo": 206,
  "pick_Treant Protector": 81,
  "ban_Treant Protector": 207,
  "pick_Ogre Magi": 82,
  "ban_Ogre Magi": 208,
  "pick_Undying": 83,
  "ban_Undying": 209,
  "pick_Rubick": 84,
  "ban_Rubick": 210,
  "pick_Disruptor": 85,
  "ban_Disruptor": 211,
  "pick_Nyx Assassin": 86,
  "ban_Nyx Assassin": 212,
  "pick_Naga Siren": 87,
  "ban_Naga Siren": 213,
  "pick_Keeper of the Light": 88,
  "ban_Keeper of the Light": 214,
  "pick_Io": 89,
  "ban_Io": 215,
  "pick_Visage": 90,
  "ban_Visage": 216,
  "pick_Slark": 91,
  "ban_Slark": 217,
  "pick_Medusa": 92,
  "ban_Medusa": 218,
  "pick_Troll Warlord": 93,
  "ban_Troll Warlord": 219,
  "pick_Centaur Warrunner": 94,
  "ban_Centaur Warrunner": 220,
  "pick_Magnus": 95,
  "ban_Magnus": 221,
  "pick_Timbersaw": 96,
  "ban_Timbersaw": 222,
  "pick_Bristleback": 97,
  "ban_Bristleback": 223,
  "pick_Tusk": 98,
  "ban_Tusk": 224,
  "pick_Skywrath Mage": 99,
  "ban_Skywrath Mage": 225,
  "pick_Abaddon": 100,
  "ban_Abaddon": 226,
  "pick_Elder Titan": 101,
  "ban_Elder Titan": 227,
  "pick_Legion Commander": 102,
  "ban_Legion Commander": 228,
  "pick_Techies": 103,
  "ban_Techies": 229,
  "pick_Ember Spirit": 104,
  "ban_Ember Spirit": 230,
  "pick_Earth Spirit": 105,
  "ban_Earth Spirit": 231,
  "pick_Underlord": 106,
  "ban_Underlord": 232,
  "pick_Terrorblade": 107,
  "ban_Terrorblade": 233,
  "pick_Phoenix": 108,
  "ban_Phoenix": 234,
  "pick_Oracle": 109,
  "ban_Oracle": 235,
  "pick_Winter Wyvern": 110,
  "ban_Winter Wyvern": 236,
  "pick_Arc Warden": 111,
  "ban_Arc Warden": 237,
  "pick_Monkey King": 112,
  "ban_Monkey King": 238,
  "pick_Dark Willow": 113,
  "ban_Dark Willow": 239,
  "pick_Pangolier": 114,
  "ban_Pangolier": 240,
  "pick_Grimstroke": 115,
  "ban_Grimstroke": 241,
  "pick_Hoodwink": 116,
  "ban_Hoodwink": 242,
  "pick_Void Spirit": 117,
  "ban_Void Spirit": 243,
  "pick_Snapfire": 118,
  "ban_Snapfire": 244,
  "pick_Mars": 119,
  "ban_Mars": 245,
  "pick_Ringmaster": 120,
  "ban_Ringmaster": 246,
  "pick_Dawnbreaker": 121,
  "ban_Dawnbreaker": 247,
  "pick_Marci": 122,
  "ban_Marci": 248,
  "pick_Primal Beast": 123,
  "ban_Primal Beast": 249,
  "pick_Muerta": 124,
  "ban_Muerta": 250,
  "pick_Kez": 125,
  "ban_Kez": 251,
  "[PAD]": 252,
  "[MASK]": 253,
  "[CLS]": 254,
  "[SEP]": 255
}