{
  "add_pooling_layer": true,
  "architectures": [
    "DraftBertForMaskedLM"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "cls_token_id": 254,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 128,
  "initializer_range": 0.02,
  "intermediate_size": 512,
  "layer_norm_eps": 1e-12,
  "mask_token_id": 253,
  "max_position_embeddings": 32,
  "model_type": "bert",
  "num_attention_heads": 4,
  "num_hidden_layers": 2,
  "pad_token_id": 252,
  "position_embedding_type": "absolute",
  "sep_token_id": 255,
  "torch_dtype": "float32",
  "transformers_version": "4.41.0",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 256
}
